content-org/all-posts.org
#+hugo_base_dir: ../
#+hugo_section:


** TODO We broke science
:PROPERTIES:
:EXPORT_FILE_NAME: science
:EXPORT_HUGO_CUSTOM_FRONT_MATTER: :featured_image /img/featured_science.jpg :f_alt ""
:EXPORT_DATE: 2024-08-01
:EXPORT_HUGO_TAGS: Food "Knowledge work"
:EXPORT_HUGO_CATEGORIES: Science "Scientific method" Academia Publishing Research 
:END:

Science is broken. I guess this statement might make me sound like a crazy consipationalist that will try to convince you that the Earth is flat. Don't worry, I won't. Maybe I should mention at this point that I am an actual (slightly crazy) scientist, if I am to believe the job title on my work badge. And while I whole-heartedly believe that the scientific method of inquiry is hands-down the best way to learn about the reality we live in, what we call "science" is, indeed, broken.

*** Scientific method vs science
Scientific method is a way of acquiring knowledge, based on observation, scepticism and experimental testing of ideas. The process, in its most simple form, consists of
1. gathering all the knowledge available to the scientist (observations, results of experiments, theories) ,
2. forming a hypothesis that aims to explain the known facts,
3. coming up with  a testable prediction of how the hypothesis will manifest in the world
4. performing experiments to test the hypotesis.
5. And rinse and repeat.

These steps are more just general principles, capturing the spirit of the process, rather than a strict how-to. Even though they might not be applicable to every single situation, they are still good guidelines to keep in mind.

Just like with everything else, experts are debating the appliation and details of the scientific method as we speak, but the truth remains that it is the best way we have to learn about the world around us

The scientific method requires scepticism, not jumping to conclusions, not letting one's biases get in the way, and being able and willing to change and refine one's ideas and views in face of new evidence.

Science, by definition, is simply the discipline that organises our knowledge of the world. Science is basically a method. However, that is not what we mean when say "science" nowadays and that is not what I meant when I said that science is broken. We tend to refer to any piece of research as science. We tend to point to a scientific paper and say "Look at the science." Or even worse, we point to an article in a magazine reporting on a scientific paper with a clickbaity title and call /that/ science. There is this assumption that everything that makes its way into published science is true, especially if the majority agrees on it. We conflate published research with truth and immutable facts.

Even in an ideal world, this would not be the case. Science, the method -- is a process. It's findings are under constant refinement. Many scientific theories we have are very solid, but even those can be expanded, like the theory of relativity added to Newtonian mechanics. It would be a mistake to look to "science" as the source of the one unchangeable truth even under the best circumstances. Even worse though, the circumstances are far from the best.

*** Life of a scientist
Sometimes I think about Tolkien and his position as a 

Reproducibility crisis, underpaid researchers, funding issues, paid for research, one-death-at-a-time/ego, citation system and money, publishing, predatory publishers, peer-review process, language getting difficult, published papers instead of a PhD thesis, bad papers being published - no theory behind

